/* Dialog Strings */
"SAVE" = "Сохранить";
"DONTSAVE" = "Не сохранять";
"CANCEL" = "Отменить";
"DELETE" = "Удалить";
"OK" = "OK";
"APPLY" = "Применить";
"REVERT" = "Вернуть";
"DONTAPPLY" = "Не применять";
"CONTINUE" = "Продолжить";
"NONE" = "Нет";
"ASSIST" = "Ассистент…";
"NEW_ISP" = "Новый провайдер…";
"CREATE" = "Создать";
"DO_NOT_CREATE" = "Не создавать";
"UNKNOWN" = "Неизвестно";
"DONE" = "Готово";
"AUTHENTICATE" = "Идентифицировать";
"DEAUTHENTICATE" = "Деиндефицировать";

"ADVANCED" = "Дополнения";
"SETUP" = "Настроить…";
"CONNECT" = "Подключить";
"DISCONNECT" = "Отключить";
"DIAL_NOW" = "Набрать";

"EDIT_BUTTON_RENAME" = "Переименовать";
"EDIT_BUTTON_EDIT" = "Изменить…";

"LINK_AGGREGATE" = "Объединение связей";

/* Panel Strings */
"SAVE_CONFIG" = "Применить изменения конфигурации?";
"IP_FROM_SERVER" = "IP-адрес: будет назначен сервером\n";
"IP_ADDR" = "IP-адрес: %@\n";
"DELETE_LOC" = "Вы действительно хотите удалить размещение «%@»?";
"DELETE_CFG" = "Вы действительно хотите удалить конфигурацию «%@»?";
"DELETE_SERVICE" = "Вы действительно хотите удалить службу «%@»?";
"NO_UNDO_DESC" = "Это действие отмене не подлежит.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Служба «%@» находится в нескольких размещениях";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Удалить ее из всех размещений или только из текущего?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Удалить из всех";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Удалить из текущего";
"RENAME_CFG" = "Изменить имя конфигурации:";
"RENAME_SERVICE" = "Введите новое имя для «%@».";
"CREATE_CFG" = "Создать новую конфигурацию:";
"CREATE_SERVICE" = "Создать новую службу:";
"DUPLICATE_SERVICE" = "Введите имя для дубликата «%@».";
"AUTOMATIC_CFG" = "Автоматическая";
"DEFAULT_CFG" = "По умолчанию";
"UNTITLED_CFG" = "Новое";
"CFG_NAME" = "Имя конфигурации:";
"CFG_COPY_NO_FORMAT" = "(Копия)";
"CFG_COPY" = "%@ (Копия)";
"AIRPORT_ID" = "Идентификатор AirPort:";
"ENET_ID" = "Ethernet-адрес:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Неверное имя!";
"DUPLICATE_NAME" = "Имя не должно повторяться!";
"INVALID_VLAN_TAG" = "Тег выходит за пределы!";
"DUPLICATE_VLAN_TAG" = "Тег не должен повторяться!";
"TURN_AIRPORT_OFF" = "Выключить AirPort";
"TURN_AIRPORT_ON" = "Включить AirPort";
"AIRPORT_POWER_ON" = "Вкл.";
"AIRPORT_POWER_OFF" = "Выкл.";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 к 4";

"MODEM_GENERIC" = "Обобщенное";
"MODEM_OTHER" = "Другой";

"UNTITLED_INTERFACE" = "Новое";
"UNTITLED_SERVER" = "Сервер без названия";

"ALERT_UNSAVED_CHANGES_FORMAT" = "Служба «%@» имеет изменения, которые не были применены. Хотите применить их?";
"ALERT_UNSAVED_CHANGES" = "Эта служба имеет несохраненные изменения";
"ALERT_UNSAVED_CHANGES_EXIT" = "Применить изменения перед закрытием панели «Сеть» Системных настроек?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "При импорте все несохраненные изменения будут потеряны. Хотите применить изменения, прежде чем импортировать конфигурацию?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Применить изменения перед переключением служб?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Применить изменения перед обменом расположений?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Применить изменения перед редактированием размещений?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "В результате выключения электропитания AirPort все несохраненные изменения будут потеряны. Хотите применить изменения, прежде чем выключать электропитание AirPort?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "В результате обновления аренды DHCP все несохраненные изменения будут потеряны. Хотите применить изменения, прежде чем обновлять аренду DHCP?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "При подключении без применения изменений будут использоваться предыдущие настройки. Хотите применить изменения перед подключением?";

"DELETE_VLAN_MULTIPLE" = "Данный VLAN используется %d сетев. служб.";
"DELETE_VLAN_ONE" = "Данный VLAN используется сетевой службой.";
"DELETE_VLAN" = "Вы действительно хотите удалить VLAN «%@»?";
"DELETE_VLAN_INFO" = "Если удалить VLAN, то все службы сети, использующие данный VLAN, будут удалены. Удаление служб или VLAN невозможно отменить. Продолжить удаление VLAN и относящихся к нему конфигураций?";

"DELETE_BOND_MULTIPLE" = "Данный агрегат используется %d сетев. служб.";
"DELETE_BOND_ONE" = "Данный агрегат используется сетевой службой.";
"DELETE_BOND" = "Вы действительно хотите удалить «%@»?";
"DELETE_BOND_INFO" = "Если удалить объединение, то все службы сети, использующие данное объединение, также будут удалены. Удаление служб или объединений невозможно отменить. Продолжить удаление объединения и относящихся к нему конфигураций?";
"UNTITLED_VLAN" = "Новый VLAN";
"UNTITLED_BOND" = "Новое объединение";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Все интерфейсы участников подключены.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Некоторые участники подключены. Для дополнительной информации нажмите «Дополнительно».";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Нет подключенных участников. Для дополнительной информации нажмите «Дополнительно».";

"NEW_INTERFACE" = "Обнаружен новый интерфейс";
"SAVE_INTERFACE" =  "Обнаружен новый сетевой интерфейс:\r\r%@\r\rПроверьте его конфигурацию и для активации нажмите кнопку «Применить».";

"NEW_INTERFACES" = "Обнаружены новые интерфейсы";
"SAVE_INTERFACES" =  "Обнаружены новые сетевые порты:\r\r%@\r\rПроверьте их конфигурацию и для активации нажмите кнопку «Применить».";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Активировать службу";
"Make Service Inactive" = "Деактивировать службу";

"Remove Service" = "Удалить службу «%@»…";
"Duplicate Service" = "Создать дубликат службы «%@»…";
"Rename Service" = "Переименовать службу «%@»…";
"DELETE_WITH_NAME" = "Удалить «%@»…";
"EDIT_WITH_NAME" = "Редактировать «%@»…";

/* Location Menu */
"EDIT_LOCATIONS" = "Редактировать размещения…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "полный";
"half" = "половина";
"full-duplex" = "полный дуплекс";
"half-duplex" = "полудуплекс";
"flow" = "поток";
"flow-control" = "контроль потока";
"auto" = "автоматически";
"autoselect" = "автовыбор";

/* misc service title */
"UNKNOWN_SERVICE" = "Неизвестная служба";

/* status strings */
"Inactive" = "Неактивен";
"Connected" = "Подключен";
"Connecting" = "Подключаюсь…";
"Disconnecting" = "Отключаюсь…";
"Some Connected" = "Некоторые подключены";
"Not Connected" = "Не подключен";
"Not Configured" = "Не настроена";
"Unknown State" = "Неизвестный статус";
"Cable Unplugged" = "Кабель отсоединен";

"Self-Assigned IP" = "IP самоназначен";
"No IP Address" = "Нет IP-адреса";
"Loopback IP" = "Шлейфовый IP";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Учетные записи";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Модем";
"pppoe" = "PPPoE";
"proxies" = "Прокси";
"appletalk" = "AppleTalk";
"bonds" = "Статус объединения";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN по требованию";
"vpnoptions" = "Параметры";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Службы";
"Active Services" = "Активные службы";
"Inactive Services" = "Неактивные службы";
"All Services" = "Все службы";
"All Broadband Services" = "Все широкополосные службы";
"All VPN Services" = "Все службы VPN";
"All Wireless Services" = "Все беспроводные службы";
"All Dial-up Services" = "Все коммутируемые службы";

"All Active Services" = "Все активные службы";
"Active Broadband Services" = "Активные широкополосные службы";
"Active VPN Services" = "Активные службы VPN";
"Active Wireless Services" = "Активные беспроводные службы";
"Active Dial-up Services" = "Активные коммутируемые службы";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Установить порядок служб и других действий";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "Идентификатор Media Access Control (MAC-адрес) для этого аппаратного обеспечения сети";
"AirPortID Tooltip" = "Идентификатор Media Access Control (MAC-адрес) для этого аппаратного обеспечения сети (совпадает с идентификатором AirPort ID)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Неверный IP-адрес";
"InvalidSubnetMask" = "Неверная маска подсети";
"InvalidRouterAddress" = "Неверный адрес маршрутизатора";
"InvalidServerAddress" = "Неверный адрес сервера";
"InvalidDomainLabel" = "Неверная метка домена";
"LinkLocalAddress" = "Адрес Link Local";
"InvalidPrefixLength" = "Неверная длина префикса";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "Адрес IP должен состоять из 4 чисел в диапазоне от 0 до 255, разделенных точками.";
"BasicSubnetMaskError"	= "Маска подсети должна состоять из 4 чисел в диапазоне от 0 до 255, разделенных точками.";
"DefaultRouteError"	= "Введенное значение сохранено для маршрута по умолчанию и не может использоваться как IP-адрес для компьютера.";
"LimitedBroadcastError"	= "Введенное значение - ограниченный широкополосный адрес и не может использоваться как IP-адрес для компьютера.";
"FirstQuadReservedError"	= "Первых четыри знака введенного значения выходят за пределы диапазона и не могут быть использованы как маршрутизатор для этого компьютера.";
"SourceAddressError"	= "Первый знак введенного значения не может быть равен 0.";
"LoopbackError"	= "Первый знак введенного значения не может быть равен 127.";
"BroadcastAddressError"	= "Адрес хоста не может совпадать с адресом вещания.";
"NetworkAddressError"	= "Адрес хоста не может быть равен 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "Часть сетевого адреса в IP-адресе не совпадает с адресом подсети.";
"OctetRangeError"	= "IP-адрес выходит за пределы адресов, поддерживаемых адресом маршрутизатора и маской подсети.";

// IP and Router match error
"IPRouterMatchError"= "Адреса IP и маршрутизатора не могут быть одинаковыми.";

// IP Address Link Local Address
"LinkLocalError" = "IP-адрес не имеет поддержки маршрутизации. Рекомендуется ввести другой IP-адрес.";

// subnet maskk error reasons
"NonContiguousOnesError" = "Маска подсети недействительна. Проверьте значение, чтобы убедиться в правильности его ввода. Обратитесь за помощью к сетевому администратору.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Имена поискового домена должны состоять только из букв, цифр и дефисов. Они должны начинаться и заканчиваться с буквы или цифры.";

// IPv6 address errors
"IPv6BasicValidationError" = "Адрес IPv6 должен состоять из 8 шестнадцатеричных чисел от 0x0 до 0xffff, разделенных двоеточиями.";
"IPv6RouterBasicValidationError" = "Адрес маршрутизатора IPv6 должен состоять из 8 шестнадцатеричных чисел от 0x0 до 0xffff, разделенных двоеточиями.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "Длина префикса IPv6 должна быть целым числом от 0 до 128. Рекомендуется вводить значение меньше 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "Идентификатор DHCP-клиента слишком длинный";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "Длина идентификатора DHCP-клиента не должна превышать 255 символов.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "Дней: 1, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "Дней: %d, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Байты";
"KBytes" = "КБ";
"MBytes" = "МБ";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Дублировать выбранное размещение";
"DUPLICATE_SERVICE_TOOLTIP" = "Дублировать выбранную службу";
"DELETE_SET_TOOLTIP" =  "Удалить выбранное размещение";
"DELETE_SERVICE_TOOLTIP" =  "Удалить выбранную службу";
"SERVICES_COLUMN_TITLE" = "Службы";
"LOCATIONS_COLUMN_TITLE" = "Размещение";
"ADD_LOCATION_TOOLTIP" = "Добавить размещение";
"DELETE_LOCATION_TOOLTIP" = "Удалить выбранное размещение";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Выбрать службы, чтобы добавить в размещение «%@»";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "Общий ключ IPSec (Shared Secret)";

/* Keychain */
"IC_KEYCHAIN" = "Подключить к Интернету";
"8021x_KEYCHAIN" = "Пароль 802.1X";
"IC_KEYCHAIN_FORMAT" = "Подключение к Интернету: %@";

/* configuration popup menu item titles */
"Rename item" = "Переименовать «%@»…";
"Delete item" = "Удалить «%@»";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Добавить адрес DNS-сервера";
"DELETE_DNS_SERVER_TOOLTIP" = "Удалить адрес DNS-сервера";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Добавить поисковый домен DNS";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Удалить поисковый домен DNS";

"ADD_WINS_SERVER_TOOLTIP" = "Добавить адрес сервера WINS";
"DELETE_WINS_SERVER_TOOLTIP" = "Удалить адрес сервера WINS";
"Add WINS server address" = "Добавить адрес сервера WINS";
"Delete WINS server address" = "Удалить адрес сервера WINS";

"ADD_8021X_CONFIG_TOOLTIP" = "Добавить конфигурацию 802.1x";
"DELETE_8021X_CONFIG_TOOLTIP" = "Удалить конфигурацию 802.1x";
"Add an 802.1x configuration" = "Добавить конфигурацию 802.1x";
"Delete an 802.1x configuration" = "Удалить конфигурацию 802.1x";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Добавить новый aдрес IPv6";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Удалить выбранный адрес IPv6";

"ADD_SERVICE_TOOLTIP" = "Создать новую службу";
"REMOVE_SERVICE_TOOLTIP" = "Удалить выбранную службу";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ в настоящее время используется.";

"CUSTOM_RANGE_FORMAT" = "(%d к %d)";
"MTU_RANGE_ERROR_TITLE" = "Значение выходит за пределы";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "Введенное значение MTU ниже минимального значения (%d), поддерживаемого данным интерфейсом.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "Введенное значение MTU превышает максимальное значение (%d), поддерживаемое данным интерфейсом.";
"MTU_RANGE_ERROR" = "Введенное значение выходит за пределы значений MTU, поддерживаемых данным интерфейсом.";

// proxy descriptions
"FTP Proxy" = "FTP-прокси";
"Web Proxy (HTTP)" = "Веб-прокси (HTTP)";
"Secure Web Proxy (HTTPS)" = "Прокси надежн. веба (HTTPS)";
"Streaming Proxy (RTSP)" = "Потоковый прокси (RTSP)";
"SOCKS Proxy" = "SOCKS-прокси";
"Gopher Proxy" = "Gopher-прокси";
"Automatic Proxy Configuration" = "Автонастройка прокси";
"Auto Proxy Discovery" = "Автообнаружение прокси-сервера";
		
// proxy titles
"FTP Proxy Server" = "Прокси-сервер FTP";
"Web Proxy Server" = "Прокси-сервер веб";
"Secure Web Proxy Server" = "Прокси-сервер надежного веба";
"Streaming Proxy Server" = "Прокси-сервер потоков";
"SOCKS Proxy Server" = "Прокси-сервер SOCKS";
"Gopher Proxy Server" = "Прокси-сервер Gopher";
"Proxy Configuration File" = "Файл конфигурации прокси";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Сертификаты не найдены";
"NO_CERT_ALERT_INFO" = "Нельзя использовать идентификацию сертификата, т.к. связка ключей не содержит подходящих сертификатов. Используйте программу «Связка ключей», чтобы импортировать соответствующие сертификаты в связку ключей. В случае  отсутствия сертификатов, требуемых для идентификации, обратитесь к администратору сети.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Сертификаты компьютера не найдены";
"NO_CERT_MACHINE_ALERT_INFO" = "Нельзя использовать идентификацию сертификата, т.к. связка ключей не содержит подходящих сертификатов. Используйте программу «Связка ключей», чтобы импортировать соответствующие сертификаты в связку ключей. В случае  отсутствия сертификатов, требуемых для идентификации, обратитесь к администратору сети.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Ничего не выделено";
"SELECT_USER_CERT_TITLE" = "Выберите сертификат для идентификации пользователя:";
"SELECT_TLS_CERT_TITLE" = "Выберите сертификат TLS:";
"SELECT_MACHINE_CERT_TITLE" = "Выберите сертификат для идентификации компьютера:";
"SELECT_CERT_INFO" = "Ничего не выделено";
"CERT_NOT_FOUND" = "Не в связке ключей";
"CERT_NOT_FOUND_TOOLTIP" = "Выбранного сертификата нет в связке ключей";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Добавить новый домен в список";
"REMOVE_VPN_DOMAIN" = "Удалить выбранный домен из списка";
"Add VPN on Demand domain" = "Добавить VPN в домен по требованию";
"Remove VPN on Demand domain" = "Удалить VPN в домене по требованию";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "НЕТ";
"MINUTES_LABEL" = "с. до перенабора"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Включение TLS приведет к сбою идентификации.";
"ONEX_TLS_INFO" = "TLS нельзя активировать, потому что Связка ключей не содержит ни одного пригодного сертификата. Импортируйте подходящий сертификат в Связку ключей. Если у Вас нет ни одного сертификата, требуемого для идентификации, обращайтесь к администратору сети.";
"NO_CERTS" = "Сертификаты не найдены";
"TLS_DESC" = "Выберите сертификат TLS:";

"ONEX_OFF_STATUS" = "802.1x отключен";
"ONEX_ON_STATUS" = "802.1x включен";
"ONEX_INACTIVE_STATUS" = "802.1X неактивен";
"TURN_ONEX_OFF" = "Отключить 802.1X";
"TURN_ONEX_ON" = "Включить 802.1X";

"ONEX_LOGIN_OFF_STATUS" = "Вход 802.1x отключен";
"ONEX_LOGIN_ON_STATUS" = "Вход 802.1x включен";
"TURN_LOGIN_ONEX_OFF" = "Отключить вход 802.1X";
"TURN_LOGIN_ONEX_ON" = "Включить вход 802.1X";

"ENABLE_8021X_TOOLTIP" = "Нажмите, чтобы включить или отключить идентификацию 802.1x системы для данной сетевой службы.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Требуются имя пользователя и пароль, чтобы включить идентификацию 802.1x.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Нажмите, чтобы идентифицировать с помощью конфигурации 802.1X";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Имя пользователя и пароль используются только для получения сертификата и установки на него доверия. Эти параметры не сохранены.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X не удалось выполнить идентификацию.";
"ONEX_CLIENT_STATUS_FAILED" = "Не удалось выполнить идентификацию 802.1X. Возможно, установленные параметры непригодны. Если Вы сомневаетесь, какие параметры необходимы для подключения, обращайтесь к администратору сети. "; 
"ONEX_PROTOCOL_FAILURE" = "Один или несколько протоколов, при помощи которых Вы пытаетесь подключиться, не поддерживаются. Если Вы сомневаетесь, какой протокол выбрать, обратитесь к администратору сети."; 
"ONEX_INNER_PROT_FAILURE" = "Один или несколько внутренних протоколов, с помощью которых Вы пытаетесь подключиться, не поддерживаются. Если Вы сомневаетесь, какие протоколы необходимы для подключения, обратитесь к администратору сети. "; 
"ONEX_SECURITY_ERROR" = "Ошибка безопасности: %d";
"ONEX_ERROR_PORT" = "( Ошибка: %1$d на порте %2$@ )";

"ONEX_AUTHENTICATING" = "Идентификация";
"ONEX_CONNECTED" = "Идентифицировано";
"ONEX_CONNECTED_VIA" = "Идентифицировано через %@";
"ONEX_CONNECTED_VIA_PROT" = "Идентифицировано через %@ (%@)";
"ONEX_ELAPSED_TIME" = "Продолжительность подключения: %@";
"ONEX_NO_AUTHENTICATOR" = "Сервер аутентификации не отвечает";

"ONEX_PROGRESS_TITLE" = "Конфигурация настроек %@ для %@";
"ONEX_PROGRESS_STEP_AUTH" = "Идентификация…";
"ONEX_PROGRESS_STEP_TRUST" = "Настройки доверия…";

"ONEX_SYSTEM_DOMAIN" = "Профили системы";
"ONEX_LOGINWINDOW_DOMAIN" = "Профили окна входа";
"ONEX_USER_DOMAIN" = "Профили пользователей";
"ONEX_SYSTEM_CONFIG" = "Профиль системы";
"ONEX_LOGINWINDOW_CONFIG" = "Окно входа";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Заменить профиль системы?";
"ONEX_REPLACE" = "Заменить";
"ONEX_REPLACE_SHEET_INFO" = "Заменить профиль системы профилем системы «%@»?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Для этой сети уже есть профиль.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "Создание другого профиля для этой сети может отрицательно повлиять на способность автоматически подключаться к сети.";

/* status strings */
"UNKNOWN_SUMMARY" = "Статус сетевого соединения невозможно определить.";
"UNKNOWN_STATUS" = "Статус сети неизвестен";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Добавить предпочтительную сеть в список";
"DELETE_NETWORK_TOOLTIP" = "Удалить сеть из предпочтительного списка";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ в настоящее время выключен";
"AIRPORT_ON" = "%@ в настоящее время включен";
"AIRPORT_CONNECTED" = "%@ подключен к сети";
"AIRPORT_UNKNOWN" = "Статус беспроводного подключения неизвестен.";
"AIRPORT_NO_NETWORK" = "Сеть не выбрана";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ включен, но не подключен к сети.";
"AIRPORT_CONNECTED_TO" = "%1$@ — подключен к «%2$@».";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ подключен к сети «компьютер-компьютер» %2$@.";
"AIRPORT_NO_IP" = "%@ не имеет IP-адреса и не может подключиться к Интернету.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ настроен на получение IP-адреса от %2$@, но у него нет IP-адреса, и он не может подключиться к Интернету.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ — подключен к «%2$@» и имеет IP-адрес %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ имеет самоназначенный IP-адрес %@ и не сможет подключиться к Интернету.";
"AIRPORT_NO_ROUTER" = "Не удается установить связь с базовой станцией. Убедитесь, что базовая станция настроена правильно.";
"AIRPORT_NO_REACH_IP" = "%@ подключен к беспроводной сети, но статус базовой станции недоступен. Вы можете быть поключены к Интернету.";
"AIRPORT_NO_DNS" = "%@ подключен к Интернету, но настройки DNS, возможно, установлены неправильно.";
"AIRPORT_INTERNET_SHARING" = "Общий доступ через Интернет включен и использует %@ для общего подключения.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Подключение к известным сетям будет произведено автоматически. Если нет известных доступных сетей, будет задан вопрос перед подключением к новой сети.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Подключение к известным сетям будет произведено автоматически. Если нет известных доступных сетей, Вам придется выбрать сеть вручную.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ в настоящее время активен";
"ETHERNET_NOT_ACTIVE" = "%@ не активен";
"ETHERNET_CONNECTED" = "%@ подключен";
"ETHERNET_NOT_CONNECTED" = "%@ не подключен";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ в настоящее время активен и имеет IP-адрес %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "Кабель для %@ подключен, но у компьютера нет IP-адреса.";
"ETHERNET_NOT_PLUGGED" = "Кабель для %@ не подключен или устройство не отвечает.";
"ETHERNET_LINK_LOCAL" = "%@ имеет самоназначенный IP-адрес и не сможет подключиться к Интернету.";
"ETHERNET_NO_ROUTER" = "Функция «Статус сети» не может связаться с маршрутизатором.";
"ETHERNET_NO_REACH_IP" = "%@ подключен к локальной сети, но функция «Статус сети» не может установить, подключены ли Вы к Интернету.";
"ETHERNET_NO_DNS" = "%@ подключен, но DNS не работает должным образом и возможно неправильно сконфигурирован.";
"ETHERNET_LOOPBACK" = "%@ имеет шлейфовый IP-адрес и, вероятно, не может подключиться.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ не подключен.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Кабель для %@ не подключен или устройство не отвечает.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Нет подключенных сетевых FireWire-устройств.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ не сконфигурирован";
"MODEM_CONNECTED" = "%@ подключен";
"MODEM_NOT_CONNECTED" = "%@ не подключен";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ не был сконфигурирован";
"MODEM_READY" = "Нажмите кнопку «Подключить» для подключения к сети.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ неактивен";
"VPN_CONNECTED" = "%@ подключен";
"VPN_CONNECTING" = " %@ подключен…";
"VPN_DISCONNECTING" = "%@ отключается…";
"VPN_NOT_CONNECTED" = "%@ не подключен";
"VPN_UNKNOWN_STATE" = "Неизвестный статус %@";
"VPN_NOT_CONFIGURED" = "%@ не сконфигурирован";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Существующие настройки будут потеряны";
"LINK_ALERT_EXISTING_CONFIG" = "Все существующие настройки выбранных портов будут потеряны. Вы действительно хотите создать объединение?";
"LINK_STATUS_SPEED_DOWN" = "разорвана";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Неверная связь";
"LINK_STATUS_NO_PARTNER" = "Нет партнера";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Неправильная группа";
"LINK_STATUS_UNKNOWN" = "Неизвестно";
"LINK_STATUS_TOOLTIP_ENABLED" = "Проблем не обнаружено.";
"LINK_STATUS_TOOLTIP_INVALID" = "Статус связи был недействителен (т.е. разорвана, полудуплекс или неправильная скорость).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "У порта на маршрутизаторе, к которому подключено устройство, возможно, не включена агрегация каналов 802.3ad.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "Порт связан с партнером, но группа агрегированых каналов отличается от активной.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Не удалось определить статус устройства.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Конфигурации для «%@» не удалось импортировать.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Не обнаружено служб «%@».";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "Конфигурации «%@» не удалось импортировать, т.к. служба «%@» не настроена а Настройках сети.";
"IMPORT_FAILED_BAD_FILE" = "Импорт не удался, т.к. файл недействителен.";
"IMPORT_MULTIPLE_FORMAT" = "Было найдено несколько служб %@. Выберите службу для импорта конфигураций в:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Было найдено несколько служб, которые поддерживают %@. Выберите службу для импорта конфигураций в:";
"EXPORT_FAILED" = "Ошибка при экспорте.";
"EXPORT_FAILED_FILE" = "Не удается записать конфигурации в файл. ";
"EXPORT_FAILED_CONFIGS" = "Не удается записать конфигурации в файл, т. к. конфигураций нет.";
"EXPORT_FAILED_CHECKBOXES" = "Не удается записать конфигурации в файл, т. к. флажки не были установлены.";
"EXPORT_FAILED_FILE_8021x" = "Не удается записать профили 802.1X в файл. ";
"EXPORT_FAILED_PROFILES" = "Не удается записать профили 802.1X в файл, т.к. нет профилей.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Не удается записать профили 802.1X в файл, т.к. флажки не были установлены.";

"EXPORT_UNTITLED_FILE" = "Новое";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Вам нужна помощь в установке нового сетевого подключения или в разрешении проблем сети?";
"ASSIST_SHEET_INFO" = "Если Вам нужна помощь при настройке конфигурации новой сети, нажмите «Ассистент».\n\nЕсли Вам необходима помощь в разрешении проблемы с сетевым подключением, нажмите «Диагностировать».";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Ассистент…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Диагностировать…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk активен в другой сетевой службе.";
"APPLETALK_ALRT_EXPLANATION" = "Деактивировать AppleTalk в «%@»?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "Протокол  AppleTalk одновременно может быть активен только на одном сетевом порте. В случае продолжения AppleTalk будет выключен на %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Недоступно";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Показывать статус VPN в строке меню";
"SHOW_MODEM_MENUEXTRA" = "Отобразить статус модема в строке меню";
"SHOW_WWAN_MENUEXTRA" = "Показать статус WWAN в строке меню";
"SHOW_PPPOE_MENUEXTRA" = "Показать статус PPPoE в строке меню";
"SHOW_IRDA_MENUEXTRA" = "Показывать статус IrDA в строке  меню";

/* Accessibility Strings */
"Location Actions" = "Действия размещения";
"Add Location" = "Добавить размещение";
"Delete Location" = "Удалить размещение";

"Add search domain" = "Добавить поисковый домен";
"Delete search domain" = "Удалить поисковый домен";
"Add DNS server" = "Добавить DNS-сервер";
"Delete DNS server" = "Удалить DNS-сервер";

"Add Service"= "Добавить службу";
"Delete Service" = "Удалить сервис";
"Service Actions" = "Действия служб";

"Add Profile"= "Добавить профиль";
"Delete Profile" = "Удалить профиль";

"SERVICE_LOGO_FORMAT" = "Логотип %@ ";
"Service Logo" = "Логотип службы";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Сервер запросит ввод пароля";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Устройства PAN не обнаружены";